OpenFOAM/WFD_OpenFOAM/cases/overnight_20260527_224229_bca724/pitch_9p0_baseline_chord/constant/MRFProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      MRFProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

MRF
{
    cellZone    rotorZone;

    origin      (0 0 0);
    axis        (0 0 1);
    omega       1047.1975512;
}

// ************************************************************************* //
